Repository: wp-plugins/wpshop
Catalog: includes/modules/wpshop_wish_list/languages/wp_wish_list-*.po
Languages: fr_fr

source: Add to my wish list
fr_fr: Ajouter à ma liste de souhaits

source: Product is on your wish list
fr_fr: Ce produit est dans votre liste de souhaits

source: Delete
fr_fr: Supprimer

source: This product is already on your wish list
fr_fr: Ce produit est déjà dans votre liste de souhaits

source: You must add at least one receiver!
fr_fr: Vous devez ajouter au moins un destinataire!

source: Email is not valid or already added!
fr_fr: L'email n'est pas valide ou a déjà était ajoutée

source: Send
fr_fr: Envoyer

source: Cancel
fr_fr: Annuler

source: Loading...
fr_fr: Chargement...

source: Send it back
fr_fr: Renvoyer

source: Send my wish list
fr_fr: Envoyer ma liste de souhaits

source: Email of new receiver
fr_fr: Email du nouveau destinataire

source: Add receiver
fr_fr: Ajouter un destinataire

source: List of receivers
fr_fr: Liste des destinataires

source: Your receivers
fr_fr: Vos destinataires

source: Wish list sent
fr_fr: Liste de souhaits envoyée

source: Error
fr_fr: Erreur

source: Product added on your wish list
fr_fr: Produit a était ajouté à votre liste de souhaits

source: Error, you must be connected
fr_fr: Erreur, vous devez être connecté

source: Product deleted from your wish list
fr_fr: Produit supprimé de votre liste de souhaits

source: You don't have any product into your wishlist for the moment
fr_fr: Vous n'avez aucun produit dans votre wishlist pour le moment

source: My wish list
fr_fr: Ma liste d'envie
