Repository: wp-plugins/wpshop
Catalog: core/module_management/languages/*-modmanager-i18n-*.po
Languages: fr_fr

source: Access is not allowed by this way
fr_fr: Vous ne pouvez pas accèder à cette ressources de cette manière

source: Internal modules management
fr_fr: Gestion des modules internes

source: Activation made on %1$s by %2$s
fr_fr: Activation par %2$s le %1$s

source: Deactivation made on %1$s by %2$s
fr_fr: Désactivation par %2$s le %1$s

source: There is no modules to include into current plugin
fr_fr: Il n'y a aucun module pour l'extension courante

source: Activ
fr_fr: Actif

source: Module name
fr_fr: Nom du module

source: Module description
fr_fr: Description du module

source: Module info
fr_fr: Informations sur le module

source: Unknown version
fr_fr: Version inconnue

source: Unknown author
fr_fr: Auteur inconnu

source: automatic activation
fr_fr: Activation automatique

source: Last activation made on %1$s by %2$s
fr_fr: Dernière activation par %2$s le %1$s

source: Last deactivation made on %1$s by %2$s
fr_fr: Dernière désactivation par %2$s le %1$s
