Repository: wp-plugins/wpshop
Catalog: includes/modules/wps_installer/languages/wps_installer-*.po
Languages: fr_fr

source: Account creation confirmation
fr_fr: Confirmation de création de compte

source: User account creation confirmation message
fr_fr: Confirmation de création de compte utilisateur

source: Renewal of password
fr_fr: Renouvellement du mot de passe

source: Send to customer a link to renew its password
fr_fr: Envoie d'un lien de renouvellement de mot de passe

source: User paypal payment reception confirmation
fr_fr: Confirmation de réception d'un paiement par Paypal

source: Send a link for finalize its order directly
fr_fr: Envoi d'un lien permettant de finaliser une commande préparée

source: User payment reception confirmation
fr_fr: Confirmation de réception d'un paiement

source: Order shipping message
fr_fr: Message de confirmation d'envoie de la commande

source: User order confirmation
fr_fr: Confirmation de commande à l'utilisateur

source: Notify a customer when order is updated
fr_fr: Notification de mise à jour d'une commande

source: Notify a customer when order is canceled
fr_fr: Notification d'annulation d'une commande

source: Private update on an order
fr_fr: Mise à jour sur une commande

source: New order on your shop
fr_fr: Nouvelle commande sur votre boutique

source: New order on shop sended to shop administrator
fr_fr: Notification de nouvelle commande envoyée à l'administrateur

source: New quotation on your shop
fr_fr: Nouveau devis sur votre boutique

source: New quotation on shop sended to shop administrator
fr_fr: Notification de nouveau devis envoyée à l'administration

source: User quotation confirmation
fr_fr: Confirmation d'enregistrement du devis

source: Notify a customer when quotation is updated
fr_fr: Notification de mise à jour d'un devis envoyée au client

source: Notify a customer when downloadable file is available after an order
fr_fr: Notification de mise à disposition du produit téléchargeable au client

source: Display shop product list
fr_fr: Affichage de la liste des produits

source: Cart
fr_fr: Panier

source: Display the cart page
fr_fr: Affichage de la page panier

source: Checkout
fr_fr: Commander

source: Display the checkout page
fr_fr: Affichage de la page de commande

source: My account
fr_fr: Mon compte

source: Display the user account page
fr_fr: Affichage de la page du compte de l'utilisateur

source: Signup
fr_fr: Inscription

source: Display the signout page
fr_fr: Affichage de la page de connexion

source: Payment return successfull
fr_fr: Paiement réussi

source: Page for succesfull payment return
fr_fr: Page de retour pour un paiement réussi

source: Payment return unsuccessfull
fr_fr: Paiement échoué

source: Page for unsuccesfull payment return
fr_fr: Page de retour pour un paiement échoué

source: Terms of sale
fr_fr: Condition générale d'utilisation

source: Define the page for terms of sale
fr_fr: Définition de la page des conditions générales d'utilisation

source: You are not allowed to use this service.
fr_fr: Vous ne pouvez pas accèder à ce service de cette manière.

source: Your society informations
fr_fr: Votre société

source: Shop type
fr_fr: Votre boutique

source: Have fun
fr_fr: Lancez-vous!

source: About WPShop
fr_fr: A propos de WPShop

source: WPShop - about
fr_fr: WPShop - a propos

source: Wpshop installer
fr_fr: Installation de WPShop

source: WPShop is mainly maintained by a french web-agency based in Montpellier, south of France.
fr_fr: WPShop est principalement maintenu par une web-agency basée à Montpellier.

source: Go on eoxia website
fr_fr: Aller sur le site d'Eoxia

source: Configure my shop
fr_fr: Configurez votre boutique

source: We update WPShop in order to improve speed, accessibility and mobile usage. Go on %smain settings interface%s in order to configure your new shop, payment gateways or shipping methods
fr_fr: Wpshop a été mis à jour pour gagner en vitesse, en accessibilité et en utilisation mobile. Pour configurer votre nouvelle boutique, gérer les options de livraison ou de paiement, rendez-vous dans les %soptions%s

source: Create products
fr_fr: Créez vos produits

source: Manage orders
fr_fr: Gérez vos commandes

source: An overview on your orders, keep in touch with your customers.
fr_fr: Une vue d'ensemble sur les commandes de votre boutique, gardez contact avec vos clients, communiquez avec eux.

source: Full content customization
fr_fr: Contenu personnalisable

source: You can design all you %stransactionnal emails%s, change the different %spage layout%s (as cart page, checkout page, and so on)
fr_fr: Vous avez la possibilité de mettre en page les %semails transactionnels%s, de changer le design des %spages%s ( panier, passer commande, boutique)

source: Payment methods
fr_fr: Passerelle de paiement

source: When installing WPShop you will have included by default, checks and paypal payment gateway. However there are more %spayment method%s developped for WPShop. If you are interested by a non existant payment method. You can contact us on our forum (link below)
fr_fr: Par défaut vous aurez accès aux méthodes de paiement par chèque et paypal. Vous en trouverez plus %ssur notre site%s. Si vous ne trouvez pas celui dont vous avez besoin, n'hésitez pas à nous contacter au travers le forum (lien en bas de page)

source: Shipping methods
fr_fr: Méthode de livraisons

source: By default you have one shipping method available into WPShop. You can create as much as you want using %ssettings interface%s. You will also find on our %swebsite%s additionnals shipping methods.
fr_fr: Nous avons inclus des méthodes de livraisons. Cependant vous pouvez en créer autant en utilisant %sl'interface de configuration%s que vous souhaitez ou utiliser un des %smodules déjà existant%s.

source: Extend default WPShop functionnalities
fr_fr: &Eacute;tendre les fonctionnalités pas défaut de WPShop

source: External addons
fr_fr: Modules complémentaires

source: Need a theme? or a payment gateway? or a shipping addons? Anythong else? Check %sour website%s in order to find the addons for WPShop that you need. If you don't find it please contact us through the forum with the link below.
fr_fr: Besoin d'un thème ? d'une passerelle de paiement ? d'un module de livraison ? d'autre chose, visitez %snotre site%s pour trouver l'addons dont vous avez besoin. Si vous ne trouvez pas ce dont vous avez besoin n'hésitez pas à nous contacter au travers le forum.

source: Custom hooks
fr_fr: Hook personnalisés

source: We inserted some custom hook through WPShop code. That will give you some possibilities to add functionnalities when it is already planned.
fr_fr: Nous avons placé des hooks personnalisés dans le code de WPShop, vous permettant d'étendre certaines fonctionnalités existantes.

source: A question ? A comment ? A need ? Join us on %sWPShop forum%s
fr_fr: Une question ? Un commentaire ? Un Besoin ? Rejoignez-nous sur le %sforum WPShop%s

source: Go to your shop dashboard
fr_fr: Aller sur le tableau bord de la boutique

source: Welcome to WPShop
fr_fr: Bienvenue sur WPShop

source: Thanks for using WPShop as your online shop solution. We hope that you will enjoy the features we develop for you.
fr_fr: Merci d'utiliser WPShop pour la réalisation de votre boutique. Nous espèrons qu'il vous donnera entière satisfaction.

source: Introduction to WPShop
fr_fr: Présentation

source: Credits
fr_fr: Crédits

source: Welcome on wpshop
fr_fr: Bienvenue sur WPShop

source: Before you start to use WPShop you will need to configure some parameters
fr_fr: Avant de profiter des avantages de WPShop nous vous invitons à configurer votre boutique

source: Create my shop
fr_fr: Créer ma boutique

source: Next step
fr_fr: &Eacute;tape suivante

source: Ignore this step
fr_fr: Ignorer cette étape

source: Main informations have been setted up.
fr_fr: Vous avez terminé la configuration principale de WPShop. Vous pouvez dès à présent profiter

source: You start to configure your shop, but there are still missing parameters
fr_fr: Vous avez commencé la configuration de votre boutique, mais il vous reste quelques paramètres pour pouvoir profiter au maximum de votre boutique

source: Your shop is now installed. You will need some configuration before using it completely
fr_fr: Votre boutique est maintenant installée. Il ne vous reste plus qu'à la configurer pour en profiter un maximum

source: Continue configuration
fr_fr: Reprendre la configuration

source: Configure your shop
fr_fr: Configurer ma boutique

source: Install without settings
fr_fr: Installer sans configurer

source: Those informations will be used into invoice and to display your contact informations
fr_fr: Ces informations sont utilisées dans vos factures et dans la page contact

source: The logo for emails and invoices
fr_fr: Votre logo pour les emails et les factures

source: Price piloting for the shop
fr_fr: Pilotage des prix pour votre boutique

source: Create necessary datas for wpshop (emails, pages)
fr_fr: Créer les données internes à wpshop (Les emails, les pages)

source: Create sample datas (products)
fr_fr: Créer les données exemples (Nous avons préparé des produits pour vous)

source: Close
fr_fr: Fermer

source: You will find some useful links in order to start using WPShop
fr_fr: Voici quelques liens pour vous aiguiller dans l'utilisation de WPShop

source: Have fun with WPShop !
fr_fr: Lancez-vous avec WPShop

source: Create your first product
fr_fr: Créez votre premier produit

source: Configure a payment method
fr_fr: Configurez vos moyens de paiement

source: Configure emails
fr_fr: Configurez vos emails

source: Go further
fr_fr: Allez plus loin

source: View your shop
fr_fr: Aller sur votre boutique

source: More about WPShop %s or %s
fr_fr: Plus d'infos %s ou %s

source: with %sonline documentation%s
fr_fr: avec %sla documentation en ligne%s

source: on %sthe forum%s
fr_fr: sur %sle forum%s

source: Extend WPShop functionnalities with %saddons%s
fr_fr: Ajouter des fonctionnalités en ajoutant des %smodules%s
