Repository: wp-plugins/wpshop
Catalog: includes/modules/wps_product/modules/_wps_product_mass_interface/languages/wps-product-mass-interface-i18n-*.po
Languages: fr_fr

source: Are you sure you want to cancel mass modification?
fr_fr: &Ecirc;tes vous sûr de vouloir annuler les modifications en masse?

source: You did not selected any product for update. Please check the box corresponding to product to update
fr_fr: Vous n'avez sélectionnez aucun produit pour la mise à jour. Merci de cocher les cases correspondantes aux produits à mettre à jour

source: New product
fr_fr: Ajouter un produit

source: Selected products have been successfully saved
fr_fr: Les produits sélectionnés ont bien été mis à jour

source: You try to update %1$d products but only %2$d of them have been successfully saved
fr_fr: Vous avez tentez d'enregistrer %1$d produits mais seuls %2$d d'entre eux on été correctement sauvegardés

source: Manage your products
fr_fr: &Eacute;dition de produit en masse

source: Mass product manager
fr_fr: &Eacute;dition de produit en masse

source: Title
fr_fr: Titre

source: You don't have any product for the moment
fr_fr: Vous n'avez aucun produit pour le moment

source: Create a new product
fr_fr: Ajouter un produit

source: Cancel
fr_fr: Annuler

source: Save selected product
fr_fr: Enregistrer les produits sélectionnés

source: You are not allowed to use this service.
fr_fr: Vous ne pouvez pas utiliser ce service.
