Repository: wp-plugins/wpshop
Catalog: includes/modules/wps_alert/languages/wpsalert_i18n-*.po
Languages: fr_fr

source: [WPSHOP] Alert Settings
fr_fr: [WPSHOP] Paramètres d'alertes

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette page

source: [WPSHOP] Disturbing problem on your orders
fr_fr: [WPSHOP] Problème inquiétant concernant vos commandes

source: There is a problem on your orders. Your recent orders did not reach your ordering average. Check your orders.
fr_fr: Il y a un problème avec vos commandes. Vos commandes récentes n'arrivent pas à votre nombre moyen de commandes. Vérifiez les.

source: NO ORDERS SINCE: %s
fr_fr: PAS DE COMMANDES DEPUIS: %s

source: Check your orders and your settings to know if there is a problem, and contact us if the problem persists
fr_fr: Vérifiez vos commandes et vos paramètres pour savoir si il y a un problème, et contactez nous si le problème persiste.

source: You can change your alerts settings in Settings>Alerts Settings
fr_fr: Vous pouvez changer vos paramètres dans Options > [WPSHOP] Paramètres d'alertes

source: WPShop Alert settings menu
fr_fr: Menu de paramètres de WPShop Alertes

source: Duration with no orders before alerting yourself there is a problem (Hours)
fr_fr: Durée sans commandes avant de vous prévenir qu'il y a un problème (Heures)

source: Time interval between e-mail alerts sending (Hours)
fr_fr: Intervalle de temps entre chaque envoi de mails d'alertes (Heures)

source: No alerts, have a good day !
fr_fr: Pas d'alertes, passez une bonne journée !

source: Last order Date:
fr_fr: Date de dernière commande:

source: No Orders found
fr_fr: Pas de commandes trouvées
