Repository: wp-plugins/wpshop
Catalog: includes/modules/wps_guided_tour/languages/wps_guided_tour-*.po
Languages: fr_fr

source: Create a new product
fr_fr: Créer un nouveau produit

source: As a Wordpress page or article, you must: -Enter the title of your product in the first field -Choose the permalink or URL of your sheet -Write a description to present your product
fr_fr: Comme pour une page ou un article WordPress, vous devez : - Saisir le titre de votre produit dans le premier champs - Choisir le permalien ou l’url de votre fiche produit - Rédiger une description pour présenter votre produit.

source: Product data
fr_fr: Données du produit

source: Enter the corresponding data to the product price, stock, weight, height, ... To add or remove data types, go into management attributes
fr_fr: Entrez les données correspondantes au produit: prix, stock, poids, hauteur, ... Pour ajouter ou supprimer des types de données, rendez-vous dans la gestion des attributs

source: Featured Image
fr_fr: Image à la Une

source: Load image: from your computer, the Web or the library to set the image as the default image of your product.
fr_fr: Charger l'image : depuis votre ordinateur, le web ou la bibliothèque pour définir l’image comme la photo par défaut de votre produit.

source: WPshop categories
fr_fr: WPshop catégories

source: The block "Categories Wpshop" can add your product to one or more categories, previously created : products > Categories Wpshop
fr_fr: Le bloc « Catégories Wpshop » permet d’ajouter votre produit à une ou plusieurs catégories, préalablement créées dans Produits > Catégorie wpshop

source: General
fr_fr: Général

source: Main configuration of your store and your company (logo, address, currency, type of shop,...)
fr_fr: Configuration principale de votre boutique et de votre société (logo, adresse, devise, type de boutique,...)

source: Catalog
fr_fr: Catalogue

source: Change directories / urls bases of your shop and set the display of product prices.
fr_fr: Modifiez les répertoires/urls de bases de votre boutique et paramétrez l'affichage des prix des produits.

source: Management pages list your store (Account, CGV, Basket, control, ...)
fr_fr: Liste des pages de gestion votre boutique (Compte, CGV, Panier, Commande, ...)

source: Display
fr_fr: Affichage

source: Customize your shop: displaying the number of products displayed in a grid or list products, colors of your shop, ...
fr_fr: Personnalisez votre boutique : affichage du nombre de produits, affichage des produits en grille ou liste, couleurs de votre boutique, ...

source: Set the email addresses of your shop. And set the automatic emails sent during the buying cycle.
fr_fr: Définissez les adresses email de votre boutique. Et paramétrez les emails automatiques envoyés pendant le cycle d'achat.

source: Cart
fr_fr: Panier

source: Customize the display of your cart (cart type, action adding a product ...) and set your cart promotions
fr_fr: Personnalisez l'affichage de votre panier (type de panier, action à l'ajout d'un produit...) et paramétrer vos promotions "panier"

source: Payments
fr_fr: Paiement

source: Add and configure your payment methods (check, paypal, bank transfer, ...), your payments and invoices
fr_fr: Ajoutez et configurez vos modes de paiement (chèque, paypal, virement bancaire, ...), vos acomptes et vos factures

source: Shipping
fr_fr: Livraison

source: Create as many shipping options you want and configure the shipping cost for each delivery method created.
fr_fr: Créez autant de modes de livraison que vous souhaitez et configurez les frais de port pour chaque mode de livraison créé.

source: Find your add-ons developed for WPShop
fr_fr: Retrouvez vos modules complémentaires développés pour WPShop

source: Billing
fr_fr: Facturation

source: Determine dialing and address of customer invoices.
fr_fr: Déterminez la numérotation et l'adresse client de vos factures.

source: Barcode
fr_fr: Code-barres

source: Set your internal codes to generate automatic barcode
fr_fr: Paramétrez vos codes internes pour générer automatique le code-barres

source: Bubbles
fr_fr: Bulles

source: Bubble
fr_fr: Bulle

source: Add New
fr_fr: Ajouter

source: Add New Bubble
fr_fr: Ajouter une nouvelle bulle

source: New Bubble
fr_fr: Nouvelle bulle

source: Edit Bubble
fr_fr: Modifier la bulle

source: View Bubble
fr_fr: Voir la bulle

source: All Bubbles
fr_fr: Toutes les bulles

source: Search Bubbles
fr_fr: Chercher dans les bulles

source: Parent Bubbles:
fr_fr: Bulle parent

source: No bubble found.
fr_fr: Pas de bulle trouvée.

source: No bubble found in Trash.
fr_fr: Aucune bulle trouvée dans la corbeille.

source: Advanced
fr_fr: Avancée

source: All pages
fr_fr: Toutes les pages

source: Use next button
fr_fr: Utiliser le bouton suivant

source: Type next
fr_fr: Type du suivant

source: Next action
fr_fr: Prochaine action

source: No bubble found
fr_fr: Aucune bulle trouvée

source: Reset this bubble for all users
fr_fr: Réinitialiser cette bulle pour tous les utilisateurs

source: Option name
fr_fr: Nom de l'option

source: Data name
fr_fr: Nom de la metakey

source: Option value
fr_fr: Valeur de l'option

source: Filter
fr_fr: Filtre

source: Anchor (ID or Class)
fr_fr: Ancre (ID ou Class)

source: Paramater
fr_fr: Paramètre

source: Value
fr_fr: Valeur

source: Next
fr_fr: Suivant
